/**/
"Cancel" = "Annullér";
/**/
"Delete" = "Slet";
/**/
"Open" = "Åbn";
/**/
"Edit" = "Redigér";
/**/
"Yes" = "Ja";
/**/
"Finish" = "Afslut";
/**/
"Done" = "Udført";
/**/
"Save" = "Gem";
/**/
"Undo" = "Fortryd";
/**/
"Redo" = "Annullér fortryd";
/**/
"OK" = "OK";
/**/
"Yes Delete" = "Ja, slet";


/*Geometry Edit Action Name*/
"Apply Geometry" = "Anvend geometri";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Ryd geometri";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Slet koordinatpunkt";
/*Geometry Edit Action Name*/
"Insert Part" = "Indsæt del";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Indsæt koordinatpunkt";
/*Geometry Edit Action Name*/
"Move Vertex" = "Flyt koordinatpunkt";
/*Geometry Edit Action Name*/
"Remove Part" = "Fjern del";

/*Collecting attachments*/
"Add" = "Tilføj";
/*Collecting attachments*/
"Take Photo or Video" = "Tag foto eller video";
/*Collecting attachments*/
"Choose From Library" = "Vælg fra bibliotek";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Gem i fotobibliotek";
/*Collecting attachments*/
"Download" = "Hent";

/*Date attribute*/
"Today" = "I dag";

/**/
"Attachments" = "Vedhæftninger";
"Attributes" = "Attributter";

/**/
"Open in Safari" = "Åbn i Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Indtast et tal mellem %i og %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %@ and %@." = "Skriv et tal mellem %@ og %@.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "For mange karakterer (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Tallet er uden for det tilladte interval.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Felttype understøttes ikke";

/**/
"%d of %d" = "%d af %d";

/**/
"Changing Feature Type" = "Skifter objekttype";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Du er ved at skifte objekttype, hvilket kan overskrive visse feltværdier. Er du sikker på, du vil gøre det?";

/**/
"Deleting Feature" = "Sletter objekt";
"Are you sure you want to delete this feature?" = "Er du sikker på, at du vil slette dette objekt?";

/**/
"Data for pie chart is invalid" = "Data for cirkeldiagram er ugyldige";
"No data to create a pie chart" = "Ingen data til at oprette et cirkeldiagram";
"No image to display" = "Der er ikke noget billede at vise";

/**/
"Created by %@ seconds ago" = "Oprettet af %@ for sekunder siden";

/**/
"Created by %@ a minute ago" = "Oprettet af %@ for et minut siden";

/**/
"Edited by %@ seconds ago" = "Redigeret af %@ for sekunder siden";

/**/
"Edited by %@ a minute ago" = "Redigeret af %@ for et minut siden";

/**/
"Created seconds ago" = "Oprettet for sekunder siden";

/**/
"Created a minute ago" = "Oprettet for et minut siden";

/**/
"Edited seconds ago" = "Redigeret for sekunder siden";

/**/
"Edited a minute ago" = "Redigeret for et minut siden";

/**/
"Created by %@ %d minutes ago" = "Oprettet af %@ for %d minutter siden";

/**/
"Created by %@ an hour ago" = "Oprettet af %@ for en time siden";

/**/
"Created by %@ %d hours ago" = "Oprettet af %@ for %d timer siden";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Oprettet af %@ %@ kl. %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Oprettet af %@ %@ kl. %@";

/**/
"Edited by %@ %d minutes ago" = "Redigeret af %@ for %d minutter siden";

/**/
"Edited by %@ an hour ago" = "Redigeret af %@ for en time siden";

/**/
"Edited by %@ %d hours ago" = "Redigeret af %@ for %d timer siden";

/**/
"Edited by %@ on %@ at %@ - day" = "Redigeret af %@ %@ kl. %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Redigeret af %@ %@ kl. %@";

/**/
"Created by %@" = "Oprettet af %@";

/**/
"Edited by %@" = "Redigeret af %@";

/**/
"Created %d minutes ago" = "Oprettet for %d minutter siden";

/**/
"Created an hour ago" = "Oprettet for en time siden";

/**/
"Created %d hours ago" = "Oprettet for %d timer siden";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Oprettet %@ kl. %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Oprettet %@ kl. %@";

/**/
"Edited %d minutes ago" = "Redigeret for %d minutter siden";

/**/
"Edited an hour ago" = "Redigeret for en time siden";

/**/
"Edited %d hours ago" = "Redigeret for %d timer siden";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Redigeret %@ kl. %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Redigeret %@ kl. %@";

/* Used to denote a required field */
"Required" = "Påkrævet";

/* Used for naming layers with no names */
"Layer %d" = "Lag %d";

/* Geocoding: returned when locator cannot find address for given location */
"Cannot find address for location" = "Kan ikke finde stedets adresse";

/* Geocoding: returned when locator cannot find location for given address */
"Cannot find location for address" = "Kan ikke finde adressens sted";

/* Geocoding: core: used when address cannot be read */
"Cannot read address" = "Kan ikke læse adressen";

/* Geocoding: core: used when one of the locator files cannot be found */
"File not found" = "Fil ikke fundet";

/* Geocoding: core: returned when locator cannot be loaded */
"Cannot load locator" = "Kan ikke indlæse lokator";

/* Geocoding: core: returned when some internal engine error occurs */
"Locator internal error" = "Intern lokatorfejl";

/* Geocoding: core: used when client tried to geocode intersections while locator does not support it */
"Intersections geocoding is not supported by locator" = "Lokator understøtter ikke geokodning af skæringspunkter";

/* Geocoding: core: returned when some locator property is not valid */
"Invalid locator properties" = "Ugyldige egenskaber for lokator";

/* Geocoding: core: used when client did not set required field for address geocoding */
"Required field is missing" = "Et obligatorisk felt mangler";

/* Geocoding: core: used when operation is performed over uninitialized locator */
"Locator is not initialized" = "Lokator er ikke initialiseret";

/* Geocoding: core: returned when locator format is not supported */
"Unsupported locator format" = "Lokatorformatet understøttes ikke";

/* Geocoding: core: returned when geocoding engine cannot make projection transformation */
"Unsupported projection transformation" = "Projektionstransformationen understøttes ikke";

/* Geocoding: core: used when given spatial reference is not supported */
"Unsupported spatial reference" = "Rumlig reference understøttes ikke";

/*Geocoding: core: used when locator being used does not support reverse geocoding */
"Reverse geocoding not supported with this locator." = "Omvendt geokodning understøttes ikke sammen med denne lokator.";

/* Network analyst errors */
"Cannot open network." = "Netværket kan ikke åbnes.";
"Cannot retrieve route task parameters." = "Parametrene for ruteopgaven kan ikke hentes.";
"Insufficient number of stops." = "Antallet af stop er ikke tilstrækkeligt.";
"Stop (%@) was not located." = "Stoppet (%@) blev ikke fundet.";
"Stop (%@) is located on a non traversable element." = "Stoppet (%@) er placeret på et et element, der ikke kan krydses.";
"Stop (%@) is located on a soft restricted element." = "Stoppet (%@) er placeret på et blødt begrænset element.";
"Point barrier (%@) was not located." = "Punktgrænsen (%@) blev ikke fundet.";
"Point barrier (%@) has invalid added cost attribute name." = "Punktgrænsen (%@) har et ugyldigt attributnavn for tillagt omkostning.";
"Line barrier (%@) has invalid scaled cost attribute name." = "Linjegrænsen (%@) har et ugyldigt attributnavn for skaleret omkostning.";
"Line barrier (%@) does not cover any network elements." = "Linjegrænsen (%@) dækker ingen netværkselementer.";
"Polygon barrier (%@) has invalid scaled cost attribute name." = "Polygongrænsen (%@) har et ugyldigt attributnavn for skaleret omkostning.";
"Polygon barrier (%@) does not cover any network elements." = "Polygongrænsen (%@) dækker ingen netværkselementer.";
"'%@' is an invalid impedance attribute." = "'%@' er en ugyldig attribut for impedans.";
"'%@' restriction attribute is invalid." = "Begrænsningsattributten '%@' er ugyldig.";
"'%@' accumulate attribute is invalid." = "Akkumuleringsattributten '%@' er ugyldig.";
"'%@' is an invalid directions time attribute." = "'%@' er en ugyldig tidsattribut for vejledninger.";
"Directions distance attribute is invalid." = "Afstandsattributten for vejledninger er ugyldig.";
"Invalid attribute parameter attribute name (%@)." = "Ugyldig attributparameter-attributnavn (%@).";
"Invalid attribute parameter parameter name (%@)." = "Ugyldig attributparameter-parameternavn (%@).";
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "Ugyldig værditype for attribut (%1$@) parameter (%2$@).";
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "Ugyldig værdi for begrænsning af brug for attribut (%1$@) parameter (%2$@).";
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "Neutral værdi for begrænsning af forbrug for attribut (%1$@) parameter (%2$@).";
"Soft restricted element (%@) was traversed." = "Blødt begrænset element (%@) blev krydset.";
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Netværket har ikke en hierarkiattribut til udførelse af hierarkisk ruteplanlægning.";
"No path can be found between a given pair of stops (%@)." = "Der blev ikke fundet en passage mellem et givet stoppar (%@).";
"The input spatial reference is undefined." = "Den rumlige inputreference er ikke defineret.";
"The output spatial reference is undefined." = "Den rumlige outputreference er ikke defineret.";
"The directions style is invalid." = "Vejledningslayoutet er ugyldigt.";
"The directions language is invalid." = "Vejledningssproget er ugyldigt.";
"Directions time and distance attributes do not match." = "Attributterne for vejledningstid og afstand passer ikke sammen.";
"The directions road class attribute is invalid." = "Attributten for vejledningens vejklasse er ugyldig.";
"Unknown condition." = "Ukendt tilstand.";
"Invalid route task parameters." = "Ugyldige parametre for ruteopgave.";
"Route task's solution cannot be found." = "Ruteopgavens løsning kan ikke findes.";
"Route task was cancelled." = "Ruteopgaven blev annulleret\n.";
"Route task internal error." = "Intern ruteopgavefejl.";
"Route name property is not supported for local route task." = "Egenskaben for rutenavn understøttes ikke til lokale ruteopgaver.";
"Local route task parameters should be retrieved from route task." = "Parametrene for lokale ruteopgaver skal hentes fra ruteopgaven.";
"Cannot retrieve network description." = "Netværksbeskrivelsen kan ikke hentes.";
"Only one length attribute can be specified for impedanceAttributeName and accumulateAttributeNames." = "Der kan kun angives én længdeattribut til impedanceAttributeName og accumulateAttributeNames.";
"Only one time attribute can be specified for impedanceAttributeName and accumulateAttributeNames." = "Der kan kun angives én tidsattribut til impedanceAttributeName og accumulateAttributeNames.";
"Service not supported." = "Tjeneste understøttes ikke.";
"Specified start time occurs before January 1, 1970." = "Det angivne starttidspunkt ligger før 1. januar 1970.";
"Stop (%@) has a start time that occurs before January 1, 1970." = "Stop (%@) har et starttidspunkt, der ligger før 1. januar 1970.";
"Stop (%@) has a local time window that starts before January 1, 1970." = "Stop (%@) har et lokalt tidsvindue, der starter før 1. januar 1970.";
"Stop (%@) has a UTC time window that starts before January 1, 1970." = "Stop (%@) har et UTC-tidsvindue, der starter før 1. januar 1970.";
"Stop (%@) has a time window end that occurs before its time window start." = "Stop (%@) har en tidsvindue-slutning, der ligger før starten på tidsvinduet.";

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "fod";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mile";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Ukendt";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimeter";
"Decimal Degrees" = "Decimalgrader";
"Decimeters" = "Decimeter";
"Feet" = "Fod";
"Inches" = "Inches";
"Kilometers" = "Kilometer";
"Meters" = "Meter";
"Miles" = "Mil";
"Millimeters" = "Millimeter";
"Nautical Miles" = "Sømil";
"Points" = "Punkter";
"Yards" = "Yards";

/* Area Units Abbreviated Strings */
"sq. in" = "kv. tm";
"sq. ft" = "kv. fd";
"sq. yd" = "sq. yd";
"ac" = "ac";
"sq. mi" = "sq. mi";
"sq. mm" = "kv. mm";
"sq. cm" = "kv. cm";
"sq. dm" = "kv. dm";
"sq. m" = "kv. m";
"ares" = "acres";
"ha" = "ha";
"sq. km" = "kv. km";

/* Area Units Display Strings */
"Square Inches" = "Kvadrattommer";
"Square Feet" = "Kvadratfod";
"Square Yards" = "Kvadratyard";
"Acres" = "Acres";
"Square Miles" = "Kvadratmiles";
"Square Millimeters" = "Kvadratmillimeter";
"Square Centimeters" = "Kvadratcentimeter";
"Square Decimeters" = "Kvadratdecimeter";
"Square Meters" = "Kvadratmeter";
"Ares" = "Acres";
"Hectares" = "Hektar";
"Square Kilometers" = "Kvadratkilometer";

/* Errors */
"Error" = "Fejl";
"Class not @protocol AGSCoding compliant" = "Klasse er ikke @protocol AGSCoding-kompatibel";
"Authorization required" = "Godkendelse kræves";
"Token is invalid or has expired" = "Token er ugyldigt eller udløbet";
"Unknown error occurred" = "Der opstod en ukendt fejl";
"Empty username/password" = "Tomt brugernavn/adgangskode";
"Token URL is nil. You must set a valid token URL on the credential." = "Token URL er nul. Du skal angive en gyldig token URL under login-oplysninger.";
"Unknown authentication error" = "Ukendt godkendelsesfejl";
"Error extracting identity" = "Fejl ved udtræk af identitet";
"Error adding identity to the keychain" = "Fejl ved tilføjelse af identitet til keychain";
"Invalid Credentials" = "Ugyldige login-oplysninger";
"Bad URL." = "Forkert URL.";
"The feature layer does not expose an object-id field." = "Vektorlaget viser ikke et objekt-ID-felt.";
"Both geodatabase and syncParams are required for this method." = "Både geodatabase og syncParams kræves for at bruge denne metode.";
"Uploading deltas is not supported with this replica." = "Overførsel af deltaer understøttes ikke af denne synkroniseringsaktiverede geodatabase.";
"Error creating delta geodatabase" = "Fejl ved oprettelse af delta-geodatabase";
"Unable to create result image layer" = "Kan ikke oprette resultatbilledlag";
"Cache at path '%@' not found." = "Cache i stien '%@' ikke fundet.";
"To add an item, you must be logged in to the portal." = "Du skal være logget ind på portalen for at tilføje et element.";
"To add an item, you must specify a value in the AGSPortalItemContentParameters." = "Du skal angive en værdi i AGSPortalItemContentParameters for at tilføje et element.";
"The portal failed to add the item." = "Portalen kunne ikke tilføje elementet.";
"To delete an item, you must be logged in to the portal." = "Du skal være logget ind på portalen for at slette et element.";
"The portal failed to delete the item." = "Portalen kunne ikke slette elementet.";
"To update an item, an itemId and logged in user are required." = "Der kræves element-ID og en bruger, der er logget ind, for at et element kan opdateres.";
"The item failed to update." = "Elementet blev ikke opdateret.";
"The item failed to update JSON." = "Elementet kunne ikke opdatere JSON.";
"You must be logged in to a portal to add a comment." = "Du skal være logget ind på portalen for at tilføje en kommentar.";
"The comment failed to be added." = "Kommentaren kunne ikke tilføjes.";
"You must be logged in to a portal to fetch the current user's rating." = "Du skal være logget ind på portalen for at hente den aktuelle brugers vurdering.";
"You must be logged in to a portal to add a rating." = "Du skal være logget ind på portalen for at tilføje en vurdering.";
"The rating failed to be added." = "Vurderingen kunne ikke tilføjes.";
"To share an item, you must be logged in to the portal." = "Du skal være logget ind på portalen for at dele et element.";
"To unshare an item, you must be logged in to the portal and specify groups with which to unshare the item." = "Hvis du vil ophæve deling af et element, skal du være logget ind på portalen, og du skal angive grupper, som du kan ophæve delingen af elementet med.";
"Bad Request" = "Forkert forespørgsel";
"Credential Required" = "AGSCredential kræves";
"Job not created" = "Job blev ikke oprettet";
"Service did not return a valid URL" = "Tjenesten returnerede ikke en gyldig URL";
"Service did not return a file" = "Tjenesten returnerede ikke en fil";
"Service did not return a size" = "Tjenesten returnerede ikke en størrelse";
"Job failed" = "Job mislykkedes";
"Job timed out" = "Job udløbet";
"Job was cancelled" = "Job blev annulleret";
"Job was deleted" = "Job blev slettet";
"Feature with objectId: %d not found" = "Objekt med objectId: %d ikke fundet";
"No object-id values specified for feature table query." = "Ingen objekt-id-værdier er angivet for objekttabelforespørgsel.";
"Geodatbase at path '%@' not found." = "Geodatabase i stien '%@' blev ikke fundet.";
"An error occured when creating the local Geodatabase" = "Der opstod en fejl ved oprettelse af lokal geodatabase";
"Operation not supported for Geodatabase Feature Service Table" = "Handlingen understøttes ikke for featuretjeneste-tabellen for geodatabaser";

/* OAuth */
"The specified clientID is invalid" = "Det angivne clientID er ugyldigt";
"Log In" = "Log ind";

/* Sync */
"Upload is not supported with this service." = "Upload understøttes ikke med denne tjeneste.";
"In order to call sync, a sync direction other than AGSGDBSyncDirectionNone must be specified." = "Hvis du vil kalde sync, skal du angive en anden sync direction end AGSGDBSyncDirectionNone.";